Repository: luiz-malucelli/empatia-track
Catalog: lib/l10n/intl_*.arb
Languages: pt

# appLanguage
source: en
pt: pt

source: Confirm
pt: Confirmar

source: Cancel
pt: Cancelar

source: Save
pt: Salvar

source: Yes
pt: Sim

source: No
pt: Não

source: Alert
pt: Alerta

# noDaysFromFuture
source: You cannot register days from the future.
pt: Você não pode registrar dias do futuro.

# noMonthFromFuture
source: You cannot select a future month.
pt: Você não pode escolher um mês do futuro.

source: Small
pt: Pequeno

source: Medium
pt: Médio

source: Large
pt: Grande

source: Text size
pt: Tamanho do texto

source: Delete data
pt: Deletar dados da memória

# deleteDataAlert
source: Are you sure you want to delete the data from the device's memory?
pt: Você tem certeza que deseja deletar os dados da memória do dispositivo?

source: Register my day
pt: Registrar o meu dia

source: How was your day?
pt: Como foi o seu dia?

# useUpToFivePoints
source: Use up to 5 points
pt: Distribua até 5 pontos

# hinTextNotes
source: Write notes about your day (optional)
pt: Faça anotações sobre o seu dia (opcional)

source: Save my day
pt: Salvar o meu dia

source: Highlights
pt: Destaques

source: Week
pt: Semana

source: Month
pt: Mês

source: Year
pt: Ano

# pointsUsed
source: Points used per day through the
pt: Pontos distribuídos por dia ao longo d

source: Welcome
pt: Bem vindo

source: Use the blue buttons
pt: Use os botões azuis

source: to use your points.
pt: para distribuir pontos.

source: Joy
pt: Alegria

source: Peace
pt: Paz

source: Anger
pt: Raiva

# worry
source: Stress
pt: Estresse

source: Sadness
pt: Tristeza

source: Share PDF
pt: Compartilhar PDF

# saveImagePhotos
source: Save image
pt: Salvar imagem

source: About the developer
pt: Sobre o desenvolvedor

source: Developed by:
pt: Desenvolvido por:

source: Quick info
pt: Resumo

source: Detailed info
pt: Detalhes

source: Contact info
pt: Contato

# empatiaQuestion
source: What is the goal of Empatia Produtos Psicopedagógicos?
pt: Qual é o objetivo da Empatia Produtos Psicopedagógicos?

# empatiaShortAnswer
source: Since 2018 our goal has been to provide a safe and engaging space for children and adults to learn and grow.
pt: Desde 2018, nosso objetivo tem sido fornecer um espaço seguro e envolvente para que crianças e adultos possam aprender e se desenvolver.

# empatiaLongAnswer
source: Empatia Produtos Psicopedagógicos is a brazilian company, and since its founding has been dedicated to providing a safe and engaging space for children and adults to learn and grow. Our journey began with the launch of Jogo Empatia, an innovative emotional intelligence card game designed to foster empathy and understanding. This initial product featured a single box with 3 different types of cards: feelings, what's important, and choices. In 2020, we launched two new boxes, introducing 6 new types of cards: areas of life, thoughts, paths of self-discovery, body awareness, body parts, and bodily sensations. All of the cards were designed to be modular, allowing users to mix and match cards to create unique and personalized learning experiences. In 2024, we are excited to bring the essence of our physical products to the digital world with the launch of the Empatia app. This app version of our beloved card game continues our mission of fostering emotional intelligence and personal growth, providing a modern and accessible platform for users to explore and develop their skills. And after the launch of the Empatia app, in collaboration with mental health professionals, we developed the Empatia Track app to assist and support everyone seeking to understand their mental health.
pt: Empatia Produtos Psicopedagógicos é uma empresa brasileira e, desde a sua fundação em 2018, tem se dedicado a fornecer um espaço seguro e envolvente para que crianças e adultos possam aprender e se desenvolver. Nossa jornada começou com o lançamento do Jogo Empatia, um inovador jogo de cartas de inteligência emocional projetado para desenvolver a empatia e a compreensão. Este produto inicial apresentava uma única caixa com 3 tipos diferentes de cartas: sentimentos, o que é importante, e escolhas. Em 2020, lançamos duas novas caixas, introduzindo 6 novos tipos de cartas: áreas da vida, pensamentos, caminhos de autodescoberta, consciência corporal, partes do corpo, e sensações corporais. Todas as cartas foram projetadas para serem modulares, permitindo que os usuários misturem e combinem as cartas para criar experiências de aprendizado únicas e personalizadas. Em 2024, trouxemos a essência de nossos produtos físicos para o mundo digital com o lançamento do aplicativo Empatia. Esta versão em app do nosso querido jogo de cartas continua nossa missão de promover a inteligência emocional e o crescimento pessoal, proporcionando uma plataforma moderna e acessível para que os usuários explorem e desenvolvam suas habilidades. E após o lançamento do app Empatia, em contato com profissionais da saúde mental, elaboramos o aplicativo Empatia Track para auxiliar e apoiar todos que buscam compreender a sua saúde mental.

# faceBehindQuestion
source: The face behind Empatia
pt: Quem está por trás da empresa Empatia?

# faceBehindShortAnswer
source: Luiz Flávio Moreira Malucelli has been developing educational tools for over 8 years, focusing on creating a positive impact. The Empatia Track app, entirely written by him and developed in collaboration with mental health professionals, aims to assist and support everyone seeking to understand their mental health. If you are enjoying Empatia Track, make sure to also check Empatia app, available at App Store. Explore more than 300+ cards and create emotional maps to better understand yourself.
pt: Luiz Flávio Moreira Malucelli tem desenvolvido ferramentas educacionais por mais de 8 anos, dedicado em gerar um impacto positivo. O aplicativo Empatia Track, escrito inteiramente por ele, e desenvolvido em contato com profissionais da saúde mental, tem o objetivo de auxiliar e apoiar todos que buscam compreender a sua saúde mental. Se você está gostando do Empatia Track, não deixe de conferir também o nosso aplicativo Empatia, disponível na App Store. Explore mais de 300 cartas e monte mapas emocionais para entender melhor a si mesmo.

# faceBehindLongAnswer
source: Luiz Flávio Moreira Malucelli is the founder and the driving force behind Empatia Produtos Psicopedagógicos. With over 8 years of experience in developing educational tools, Luiz has been dedicated to creating meaningful and impactful learning experiences for children and adults alike. Driven by a passion for education and technology, Luiz embarked on the journey to create apps designed to foster growth and understanding. His dedication and expertise are reflected in every aspect of the app, which he single-handedly developed. For Luiz, Empatia is a mission to empower individuals to learn and thrive in a safe and nurturing environment.
pt: Luiz Flávio Moreira Malucelli é o fundador e a força criativa por trás da Empatia Produtos Psicopedagógicos. Com mais de 8 anos de experiência no desenvolvimento de ferramentas educacionais, Luiz tem se dedicado a criar experiências de aprendizado significativas e impactantes para crianças e adultos. Movido por uma paixão pela educação e tecnologia, Luiz embarcou na jornada de criar o aplicativos para promover crescimento e compreensão. Sua dedicação e experiência estão refletidas em cada aspecto do aplicativo, que ele desenvolveu sozinho. Para Luiz, a empresa Empatia representa uma missão para capacitar indivíduos a aprender e prosperar em um ambiente seguro e acolhedor.

# libraryDeniedSaveImageIOS
source: Photo library access is required to save an image of your charts. Please enable it in the Settings app under Settings > Empatia Track.
pt: O acesso à biblioteca de fotos é necessário para salvar uma imagem das tabelas e gráficos. Por favor, habilite-o no app Ajustes do dispositivo em Ajustes > Empatia Track.

# libraryDeniedSaveImageAndroid
source: Photo library access is required to save an image of your charts. Please enable it in the devices Settings app under Settings > Apps > Empatia Track > Permissions.
pt: O acesso à biblioteca de fotos é necessário para salvar uma imagem das tabelas e gráficos. Por favor, habilite-o no app Ajustes do dispositivo em Ajustes > Apps > Empatia Track > Permissões.

source: Welcome to Empatia Track
pt: Bem vindo à Empatia Track

source: Continue with Apple
pt: Continuar com a Apple

source: Continue with Google
pt: Continuar com o Google

# agreeToTermsAndPrivacy1_2
source: By pressing continue, you agree to our
pt: Ao continuar, você aceita nossos

source: Terms of Use
pt: Termos de Uso

# agreeToTermsAndPrivacy2_2
source: and
pt: e

source: Privacy Policy
pt: Política de Privacidade

# signInWithAppleAndroidAlert
source: Sign in with Apple is only available on iOS devices. Please use an alternative sign-in method.
pt: O login com a Apple está disponível apenas em dispositivos iOS. Por favor, use um método de login alternativo.

source: Error:
pt: Erro:

source: My account
pt: Minha conta

source: Delete account
pt: Deletar conta

# deleteAccountAlert
source: Are you sure you want to delete your account?
pt: Você tem certeza que deseja deletar a sua conta?

# accountDeletedSuccessfully
source: Account deleted succesfully
pt: Conta deletada com sucesso

source: Apple ID linked
pt: ID Apple vinculada

source: Google account linked
pt: Conta Google vinculada

source: Link Apple ID
pt: Vincular ID Apple

source: Link Google account
pt: Vincular conta Google

# linkAppleIdAlert
source: Are you sure you want to link your Apple ID?
pt: Você tem certeza que deseja vincular seu ID Apple?

# unlinkAppleIdAlert
source: Are you sure you want to unlink your Apple ID
pt: Você tem certeza que deseja desvincular seu ID Apple?

# linkGoogleAccountAlert
source: Are you sure you want to link your Google account?
pt: Você tem certeza que deseja vincular sua conta Google?

# unlinkGoogleAccountAlert
source: Are you sure you want to unlink your Google account?
pt: Você tem certeza que deseja desvincular sua conta Google?

source: Apple ID linked successfully
pt: ID Apple vinculada com sucesso

source: Google account linked successfully
pt: Conta Google vinculada com sucesso

# appleIdUnlinkedSuccessfully
source: Apple ID linked successfully
pt: ID Apple desvinculada com sucesso

# googleAccountUnlinkedSuccessfully
source: Google account linked successfully
pt: Conta Google desvinculada com sucesso

# invalidCustomToken
source: The custom token format is invalid. Please try again.
pt: Formato de token inválido. Por favor tente novamente.

# customTokenMismatch
source: There's a mismatch in the custom token. Please check and try again.
pt: Há uma incompatibilidade no token. Por favor, verifique e tente novamente.

# invalidCredential
source: Your sign-in credentials are no longer valid. Please sign in again.
pt: Suas informações de login não são mais válidas. Por favor, faça o login novamente.

# operationNotAllowed
source: This sign-in method is not allowed.
pt: Este método de login não é permitido.

# emailAlreadyInUse
source: This email is already in use. Please use a different email.
pt: Este email já está em uso. Por favor, use um email diferente.

# invalidEmail
source: The email address is badly formatted. Please enter a valid email.
pt: O formato do endereço de email está incorreto. Por favor, digite um endereço de email válido.

# wrongPassword
source: Incorrect password. Please try again.
pt: Senha incorreta. Por favor tente novamente.

# tooManyRequests
source: You've made too many requests in a short period. Please wait before trying again.
pt: Você fez muitas solicitações em um curto período de tempo. Por favor, aguarde um tempo antes de tentar novamente.

# userNotFound
source: No user found with this information. Please check and try again.
pt: Nenhum usuário encontrado com estas informações. Por favor, verifique e tente novamente.

# accountExistsWithDifferentCredential
source: An account already exists with the same email address but different sign-in credentials. Sign in using a provider associated with this email address.
pt: Já existe uma conta com o mesmo endereço de email, mas com credenciais de acesso diferentes. Faça login usando um provedor associado a este endereço de email.

# requiresRecentLogin
source: This operation is sensitive and requires recent authentication. Please sign in again before retrying this request.
pt: Esta operação é sensível e requer autenticação recente. Por favor, faça o login novamente antes de tentar esta solicitação.

# providerAlreadyLinked
source: This provider is already linked to your account.
pt: Este provedor já está vinculado à sua conta.

# noSuchProvider
source: The specified provider is not linked to your account.
pt: O provedor especificado não está vinculado à sua conta.

# invalidUserToken
source: Your session has expired. Please sign in again.
pt: Sua sessão expirou. Por favor, faça o login novamente.

# networkError
source: A network error occurred. Check your internet connection and try again.
pt: Ocorreu um erro de rede. Verifique sua conexão com a internet e tente novamente.

# userTokenExpired
source: Your session token has expired. Please sign in again.
pt: Seu token de sessão expirou. Por favor, faça o login novamente.

# userMismatch
source: The action you are trying to perform is not available to your account.
pt: A ação que você está tentando realizar não está disponível para a sua conta.

# credentialAlreadyInUse
source: These sign-in credentials are already associated with another user account.
pt: Estas credenciais de login já estão associadas a outra conta de usuário.

# weakPassword
source: The password is too weak. Please choose a stronger password.
pt: Esta senha é muito fraca. Por favor, escolha uma senha mais forte.

# keychainError
source: An error occurred trying to access the keychain.
pt: Ocorreu um erro ao tentar acessar a sua keychain (cadeia de chaves).

# internalError
source: An internal error occurred. Please try again later.
pt: Ocorreu um erro interno Firebase. Por favor, tente novamente mais tarde.

# defaultFirebaseError
source: An unknown Firebase error occurred. Please try again.
pt: Ocorreu um erro desconhecido com a Firebase. Por favor tente novamente.

# defaultError
source: An error occurred. Please try again.
pt: Ocorreu um erro. Por favor tente novamente.

# phoneLinkedToOtherAccountError
source: An unknown error related to your linked phone number occurred. Please try again.
pt: Ocorreu um erro desconhecido com o telefone registrado na sua conta. Por favor tente novamente.

# verificationCodeIncorrect
source: Please make sure you've entered the correct 6-digit verification code we sent via SMS. Check your message and try again.
pt: Por favor, certifique-se de que digitou corretamente o código de verificação de 6 dígitos que enviamos por SMS. Verifique sua mensagem e tente novamente.

# userDisabled
source: Your account has been disabled. Please contact info+app@jogoempatia.com for support.
pt: Sua conta foi desativada. Por favor, entre em contato pelo email info+app@jogoempatia.com para suporte.

# invalidAPIKey
source: An issue occurred with the app's API key. Please restart the app. If the problem persists, contact support at info+app@jogoempatia.com
pt: Ocorreu um problema com a chave API do aplicativo. Por favor, reinicie o aplicativo. Se o problema persistir, entre em contato com o suporte pelo email info+app@jogoempatia.com

# appNotAuthorized
source: This app is currently not authorized to use Firebase Authentication. Please restart the app. If the problem persists, contact support at info+app@jogoempatia.com
pt: Este aplicativo atualmente não está autorizado a usar a Autenticação Firebase. Por favor, reinicie o aplicativo. Se o problema persistir, entre em contato com o suporte pelo email info+app@jogoempatia.com
